const Pet_Types = [
  { label: "Σκύλος" },
  { label: "Γάτα" },

  // Μικρά θηλαστικά
  { label: "Κουνέλι" },
  { label: "Χάμστερ" },
  { label: "Ινδικό Χοιρίδιο" },
//   { label: "Τσιντσιλά" },
//   { label: "Νυφίτσα (Ferret)" },
//   { label: "Ποντίκι" },
//   { label: "Αρουραίος" },

  // Πτηνά
  { label: "Παπαγάλος" },
  { label: "Καναρίνι" },
  { label: "Παπαγαλάκι (Budgie)" },
  { label: "Κοκατίλ" },
//   { label: "Αγάπορνις" },

  // Ερπετά
  { label: "Χελώνα" },
  { label: "Σαύρα" },
  { label: "Ιγκουάνα" },
//   { label: "Γκέκο" },
//   { label: "Φίδι" },

  // Αμφίβια
//   { label: "Βάτραχος" },
//   { label: "Σαλαμάνδρα" },

  // Υδρόβια
  { label: "Ψάρι Γλυκού Νερού" },
  { label: "Ψάρι Θαλασσινού Νερού" },

  // Αρθρόποδα (λιγότερο συνηθισμένα)
//   { label: "Ταραντούλα" },
//   { label: "Σκορπιός" }
];

export default Pet_Types;
