const VetSpecialties = [
  { label: "Γενική Κτηνιατρική" },
  { label: "Δερματολογία" },
  { label: "Χειρουργική" },
  { label: "Εσωτερική Παθολογία" },
  { label: "Επείγουσα & Εντατική Θεραπεία" },
  { label: "Διαγνωστική Απεικόνιση" },
  { label: "Αναισθησιολογία" },
  { label: "Οδοντιατρική" },
  { label: "Οφθαλμολογία" },
  { label: "Διατροφολογία" },
  { label: "Συμπεριφορά Ζώων" },
  { label: "Κτηνιατρική Ζώων Εργαστηρίου" },
  { label: "Προληπτική Ιατρική" },
  { label: "Κτηνιατρική Εξωτικών Ζώων" }
];

export default VetSpecialties;
